Repository: applingua/Elements-i18n
Catalog: *.lproj/Localizable.strings
Languages: de, fr

source: A file exists with that name already.
de: Ein Dokument mit diesem Namen existiert bereits.
fr: Un fichier avec ce nom existe déjà.

source: A folder exists with that name already.
de: Ein Ordner mit diesem Namen existiert bereits.
fr: Un dossier avec ce nom existe déjà.

source: About Elements
de: Über Elements
fr: À propos d'Elements

source: Accounts
de: Konten
fr: Comptes

source: Add Account
de: Konto hinzufügen
fr: Ajouter compte

source: Add Account...
de: Konto hinzufügen …
fr: Ajouter compte…

source: add file
de: Neues Dokument
fr: ajouter un fichier

source: add folder
de: Neuer Ordner
fr: ajouter un dossier

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue est survenue

source: appearance
de: Anzeige
fr: apparence

source: Appearance
de: Anzeige
fr: Apparence

source: Are you sure you want to change the folder on Dropbox that Elements syncs to?
de: Sind Sie sicher, dass Sie den Dropbox-Ordner, mit dem Elements synchronisiert, ändern möchten?
fr: Etes-vous sûr de vouloir modifier le répertoire sur Dropbox vers lequel Elements synchronise?

source: Are you sure you want to sign out?
de: Wollen Sie sich wirklich abmelden?
fr: Etes vous sûr de vouloir vous déconnecter?

source: As Attachment
de: Als Anhang
fr: En pièce jointe

source: As HTML Email
de: Als HTML-Email
fr: En tant qu'email HTML

source: Authorization Failed
de: Anmeldung fehlgeschlagen
fr: Authentification refusée

source: Can't Send Mail
de: Die E-Mail kann nicht gesendet werden
fr: Impossible d'envoyer un email

source: Cancel
de: Abbrechen
fr: Annuler

source: Change Dropbox Folder
de: Dropbox-Ordner ändern
fr: Modifier répertoire Dropbox

source: Character Count
de: Buchstaben
fr: Nombre de caractères

source: Check Spelling
de: Rechtschreibung prüfen
fr: Vérifier l'orthographe

source: Check your credentials or connection and try again.
de: Überprüfen Sie Ihre Anmeldedaten und versuchen Sie es noch einmal.
fr: Vérifiez vos informations d'identification et votre connexion puis essayez à nouveau.

source: Clear
de: Löschen
fr: Effacer

source: clear scratch pad
de: Notizblock löschen
fr: effacer bloc note

source: Connection Error
de: Verbindung fehlgeschlagen
fr: Erreur de connexion

source: Contact Us
de: Kontaktieren Sie uns
fr: Contactez nous

source: Could not sign in to Tumblr. Please check your email and password.
de: Sie konnten nicht bei Tumblr angemeldet werden. Bitte überprüfen Sie Ihre E-Mail-Addresse und Passwort.
fr: Impossible de se connecter à Tumblr. Veuillez vérifier votre email et mot de passe.

source: Couldn't Delete File
de: Dokument konnte nicht gelöscht werden
fr: Impossible d'effacer le texte

source: Create Folder Error
de: Fehler beim Erstellen des Ordners
fr: Erreur création répertoire

source: Creating /Elements folder
de: /Elements Ordner wird erstellt
fr: Création du répertoire /Elements

source: Creating Your Dropbox Account
de: Dropbox Account wird angelegt
fr: Création de votre compte Dropbox

source: Debug Logging
de: Debug Log
fr: Traces pour le débug

source: Debugging
de: Debug
fr: Débogage

source: Default Extension
de: Standard Dateierweiterung
fr: Extension par défaut

source: Define
de: Definieren
fr: Définir

source: document information
de: Informationen
fr: information document

source: Done
de: Fertig
fr: Fini

source: Dropbox Sync
de: Dropbox synchronisieren
fr: Synchro Dropbox

source: Edit
de: Bearbeiten
fr: Editer

source: Editing
de: In Bearbeitung
fr: Edition

source: Elements %@ Thank you for purchasing Elements.
de: Elements %@ Danke, dass Sie Elements gekauft haben.
fr: Elements %@ Merci d'avoir acheté Elements.

source: Elements creates an 'Elements' folder in your Dropbox to hold your data. Drop any text file you want to edit on your device in there.
de: Elements erstellt einen Ordner mit dem Namen 'Elements' in Ihrer Dropbox. Legen Sie einfach die Dokumente, die Sie bearbeiten wollen, in diesen Ordner.
fr: Elements crée un dossier 'Elements' dans votre Dropbox pour sauver vos textes. Déposez tous les textes que vous voulez éditer sur votre appareil dans ce dossier.

source: Elements stores your files on Dropbox in the /Elements folder by default. Do you want to select a different folder?
de: Elements speichert Ihre Daten standardmäßig in Dropbox in dem /Elements Ordner.
fr: Elements stocke vos fichiers sur Dropbox dans le répertoire /Elements par défaut. Voulez-vous sélectionner un répertoire différent?

source: email document
de: Als E-Mail senden
fr: envoyer document par email

source: Email File
de: Als E-Mail senden
fr: Envoyer document par email

source: Enabling logging will output of all the sync operations Elements does to your device's console.
de: Wird logging aktiviert, werden sämtliche Synchronisierungsschritte in der Konsole protokolliert.
fr: Activer les traces permet d'avoir le résultat de toutes les opérations de synchronisation d'Elements dans la console de votre appareil.

source: Enter a file name
de: Geben Sie einen Namen für das Dokument ein
fr: Choisissez un nom

source: Enter a folder name
de: Geben Sie einen Namen für den Ordner ein
fr: Choisissez un nom de dossier

source: Enter your email address
de: Geben Sie Ihre E-Mail-Addresse ein
fr: Entrez votre adresse email

source: Error
de: Fehler
fr: Erreur

source: Error Creating Local Folder
de: Fehler beim Erstellen eines lokalen Ordners
fr: Erreur de création du dossier local

source: Error Opening File
de: Fehler beim Öffnen des Dokuments
fr: Erreur d'ouverture

source: Error parsing Dropbox metadata json.
de: Fehler beim Einlesen der Dropbox json Metadaten
fr: Erreur pendant le traitement des méta-données Dropbox json

source: Error Saving Local Changes
de: Fehler beim Sichern lokaler Daten
fr: Erreur à la sauvegarde des changements en local

source: Evernote Sign In
de: Evernote Login
fr: Connexion Evernote

source: Export
de: Exportieren
fr: Exporter

source: Exported to iTunes
de: In iTunes exportiert
fr: Exporté vers iTunes

source: Exporting To Dropbox
de: Exportiere in Dropbox
fr: Exportation vers Dropbox

source: Exporting to Evernote...
de: Exportiere in Evernote …
fr: Exportation vers Evernote…

source: File Exists
de: Dokument existiert bereits
fr: Le nom de fichier existe déjà

source: File Info
de: Dokumentinformationen
fr: Infos fichier

source: File Update
de: Dokumentaktualisierung
fr: Mise à jour texte

source: Files
de: Dokumente
fr: Fichiers

source: First Name
de: Vorname
fr: Prénom

source: Folder Exists
de: Ordner existiert bereits
fr: Le dossier existe

source: Font
de: Zeichensatz
fr: Police

source: Help & Support
de: Hilfe & Unterstützung
fr: Aide & Support

source: How do you want to email this file?
de: Wie soll das Dokument versendet werden?
fr: Comment vous voulez vous envoyer ce fichier?

source: HTML File
de: HTML-Datei
fr: Fichier HTML

source: Inline
de: In der E-Mail
fr: Comme contenu

source: Last Modified
de: Zuletzt geändert
fr: Dernière modification

source: Last Name
de: Nachname
fr: Nom

source: Legal
fr: Légal

source: Like us!
de: Gefällt mir!
fr: Aimez-nous!

source: Line Count
de: Zeilen
fr: Nombre de lignes

source: Linked Folder
de: Verknüpfter Ordner
fr: Dossier lié

source: Loading...
de: Lädt …
fr: Chargement…

source: Login Failed
de: Login fehlgeschlagen
fr: Echec de connexion

source: Login failed because of an error communicating with the Evernote servers. Please try again later.
de: Login aufgrund eines Fehlers in der Kommunikation mit den Evernote-Servern fehlgeschlagen. Bitte versuchen Sie es später erneut.
fr: La connexion a échoué suite à un problème de communication avec les serveurs Evernote. Veuillez réeassyer plus tard.

source: Margins
de: Ränder
fr: Marges

source: Markdown Preview
de: Markdown Voransicht
fr: Prévisualisation Markdown

source: Medium
de: Mittel
fr: Moyen

source: Metadata Refresh Error
de: Fehler beim Aktualisieren der Metadaten
fr: Erreur de rafraichissement des métadonnées

source: Modified ↑
de: Geändert ↑
fr: Modifié ↑

source: Modified ↓
de: Geändert ↓
fr: Modifié ↓

source: Name ↑
fr: Nom ↑

source: Name ↓
fr: Nom ↓

source: Narrow
de: Schmal
fr: Limité

source: New Folder %ld
de: Neuer Ordner %ld
fr: Nouveau Dossier %ld

source: Newsletter Signup
de: Newsletter-Abonnement
fr: S'abonner à la Newsletter

source: No
de: Nein
fr: Non

source: No Internet Connection Detected.
de: Keine Internetverbindung.
fr: Pas de connexion internet.

source: Notebooks
de: Notizblöcke
fr: Blocs-note

source: Operation would exceed monthly upload allowance.
de: Die Operation würde das monatliche Uploadlimit überschreiten.
fr: Cette opération excéderait la limite en upload mensuelle.

source: Our Other Apps
de: Unsere anderen Apps
fr: Nos autres Applis

source: Password
de: Passwort
fr: Mot de passe

source: PDF File
de: PDF-Datei
fr: Fichier PDF

source: Posting To Facebook...
de: Auf Facebook posten …
fr: Publication vers Facebook…

source: Posting To Tumblr...
de: Auf Tumblr posten …
fr: Publication vers Tumblr…

source: Print
de: Drucken
fr: Imprimer

source: Private Tumblelog
de: Privater Tumblelog
fr: Tumblelog privé

source: Publish
de: Veröffentlichen
fr: Publier

source: Published!
de: Veröffentlicht!
fr: Publié!

source: Receive infrequent updates on Elements updates and other Second Gear apps. You can unsubscribe at anytime.
de: Erhalten Sie regelmäßige Neuigkeiten über Elements und andere Second Gear Anwendungen. Sie können Ihr Abonnement jederzeit widerrufen.
fr: Recevoir les mises à jour non fréquentes sur Elements et les autres applis Second Gear. Vous pouvez vous désinscrire à tout moment.

source: Receive Second Gear News
de: Receive Second Gear-News erhalten
fr: Recevoir les news de Second Gear

source: Register
de: Registrieren
fr: Enregistrer

source: Register Elements
de: Elements registrieren
fr: Enregistrer Elements

source: Registering...
de: Registrieren …
fr: Enregistrement…

source: Registration Failed
de: Registrierung fehlgeschlagen
fr: Echec de l'enregistrement

source: Rename Failed
de: Umbenennen fehlgeschlagen
fr: Echec du renommage

source: Required
de: Erforderlich
fr: Requis

source: scratch pad
de: Notizblock
fr: bloc note

source: Scratchpad
de: Notizblock
fr: Blocnote

source: Second Gear Apps
fr: Applis Second Gear

source: Select
de: Auswählen
fr: Choisissez

source: Send Feedback
de: Feedback abgeben
fr: Envoyer commentaires

source: Send To
de: Senden an
fr: Envoyer vers

source: settings
de: Einstellungen
fr: réglages

source: Settings
de: Einstellungen
fr: Réglages

source: SGHTTPOperation Error
de: SGHTTPOperation Fehler
fr: Erreur SGHTTPOperation

source: Shareables
fr: Partages

source: Show Extensions
de: Suffix anzeigen
fr: Voir les Extensions

source: show markdown preview
de: Markdown Voransicht anzeigen
fr: voir le rendu markdown

source: Shrink & share URLs on your favorite social services.
de: Kürzen Sie URLs und teilen Sie sie über Ihre bevorzugten sozialen Netze.
fr: Réduire & partager des URLs sur vos réseaux sociaux préférés.

source: Sign in with your Dropbox account
de: Melden Sie sich mit Ihren Dropbox Zugangsdaten an
fr: Vous identifier avec votre compte Dropbox

source: Sign out
de: Abmelden
fr: Déconnexion

source: Signing In To Dropbox
de: Bei Dropbox anmelden
fr: Connexion à Dropbox

source: Signing In To Evernote...
de: Bei Evernote anmelden …
fr: Connexion à Evernote…

source: Signing In To Tumblr...
de: Bei Tumblr anmelden …
fr: Connexion à Tumblr…

source: Signup Failed
de: Anmeldung fehlgeschlagen
fr: La souscription a échoué

source: Sort By
de: Sortieren
fr: Trier Par

source: Tap here to signup for Dropbox
de: Tippen Sie hier, um sich bei Dropbox anzumelden
fr: Tapez ici pour vous inscrire à Dropbox

source: Text Size
de: Schriftgröße
fr: Taille du texte

source: Thanks
de: Danke
fr: Merci

source: The content is invalid.
de: Der Inhalt ist ungültig.
fr: Le contenu est invalide.

source: Theme
de: Thema
fr: Thème

source: Too many notes.
de: Zu viele Notizen.
fr: Trop de notes.

source: Tumblr Error
de: Tumblr-Fehler
fr: Erreur Tumblr

source: Tumblr Sign In
de: Tumblr Login
fr: Connexion Tumblr

source: Undo File Remove
de: Dokument löschen widerrufen
fr: Annuler l'effacement du fichier

source: Untitled
de: Ohne Titel
fr: Sans titre

source: Untitled %ld.%@
de: Ohne Titel %ld.%@
fr: Sans titre %ld.%@

source: Username
de: Benutzername
fr: Nom d'utilisateur

source: View
de: Darstellung
fr: Présentation

source: We were unable to login to your Evernote account. Please check your username and password.
de: Wir konnten Sie nicht in Ihr Evernote-Konto einloggen. Bitte überprüfen Sie Benutzernamen und Passwort.
fr: Nous n'avons pas pu vous connecter à votre compte Evernote. Veuillez vérifier votre nom d'utilisateur et votre mot de passe.

source: We were unable to login to your Tumblr account. Please check your username and password.
de: Wir konnten Sie nicht in Ihr Tumblr-Konto einloggen. Bitte überprüfen Sie Benutzernamen und Passwort.
fr: Nous n'avons pas pu vous connecter à votre compte Tumblr. Veuillez vérifier votre nom d'utilisateur et votre mot de passe.

source: Welcome
de: Willkommen
fr: Bienvenue

source: Wide
de: Breit
fr: Large

source: Word Count
de: Wörter
fr: Nombre de mots

source: Words (%d)
de: Wörter (%d)
fr: Mots (%d)

source: Would you like to register your copy of Elements? Registering allows us to tell you about important Elements bug fixes, new features and other cool stuff being worked on in the Second Gear garage.
de: Möchten Sie Elements registrieren? Dadurch können wir Sie über die Entwicklungen bei Elements und anderen Produkten von Second Gear auf dem Laufenden halten.
fr: Voulez vous enregistrer votre copie d'Elements? Cela nous permettra de vous avertir des mises à jour importantes, corrections de bugs graves, nouvelles fonctions, et des autres choses cool que SecondGear fait dans son garage.

source: Yes
de: Ja
fr: Oui

source: You don't have permission to access that notebook.
de: Sie sind nicht bereechtigt, auf diesen Notizblock zuzugreifen.
fr: Vous n'êtes pas autorisé à accéder à ce bloc-note.

source: Your device is not allowed to send mail
de: Mit diesem Gerät können keine Mails versendet werden
fr: Votre appareil ne peut pas envoyer de mail

source: Documentation
de: Dokumentation

source: Support
de: Unterstützung
